IDEA Open Model
TendonTimeStressLoading Constructor
Compatible with IDEA StatiCa 20.1
Initializes a new instance of the TendonTimeStressLoading class
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public TendonTimeStressLoading()
Public Sub New
See Also
Reference
TendonTimeStressLoading Class
IdeaRS.OpenModel.Concrete.Load Namespace